[
  "table-editor-obsidian",
  "calendar",
  "dataview",
  "obsidian-mind-map",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "templater-obsidian",
  "better-word-count",
  "obsidian-dictionary-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "obsidian-charts",
  "obsidian-to-anki-plugin",
  "obsidian-outliner",
  "obsidian-extract-pdf-highlights",
  "sliding-panes-obsidian",
  "vantage-obsidian",
  "obsidian-reading-time",
  "extract-highlights-plugin",
  "oz-image-plugin",
  "url-into-selection",
  "find-unlinked-files",
  "recent-files-obsidian",
  "obsidian-reminder-plugin",
  "obsidian-focus-mode",
  "obsidian-tasks-plugin",
  "obsidian-vimrc-support",
  "obsidian-pandoc",
  "quick-explorer",
  "obsidian-show-file-path",
  "emoji-shortcodes",
  "obsidian-timeline",
  "juggl",
  "obsidian-annotator",
  "tag-wrangler",
  "markdown-prettifier",
  "obsidian-zoom",
  "media-extended",
  "obsidian-image-toolkit",
  "obsidian-auto-link-title",
  "meld-encrypt",
  "quickadd",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-relative-line-numbers",
  "obsidian-copy-block-link",
  "darlal-switcher-plus",
  "code-block-copy",
  "obsidian-admonition",
  "text-snippets-obsidian",
  "shortcuts-extender"
]